<script setup lang="ts">

</script>

<template>
<section class="max-w-[800px] mx-auto ">

  <h2>
   تماس با من
 </h2>
  <div class="content">
    <h3 class="">من عیسی خانزادی هستم </h3>
    <p>یک برنامه نویس و توسعه دهنده فرانت اند </p>
    <p class="text-justify">
        با تخصص در خلق و توسعه وب‌سایت‌ها و برنامه‌های وب کاربرپسند و بصری. با تجربه‌ای در استفاده از فناوری‌های روز مانند vuejs reactjs و JavaScript هدف من ایجاد تجربه‌های کاربری بی‌نظیر و خیره‌کننده است.

      علاقه‌ی من به طراحی و توسعه، من را به چالش کشیده تا بهترین راه‌حل‌ها را برای ارائه‌ی عملکرد بهینه و طراحی‌های خلاقانه بیابم.   همیشه در جستجوی یادگیری و به‌روز نگه‌داشتن مهارت‌هایم هستم.

      در این وب‌سایت، می‌خواهم شما را با پروژه‌های پیشین خود و مهارت‌هایی که در این مسیر کسب کرده‌ام، آشنا کنم. امیدوارم با کارهایم الهام‌بخش شما باشم و بتوانیم راه‌های جدیدی برای همکاری و ایجاد تجربیات بهتر پیدا کنیم.
    </p>
  </div>
</section>
</template>

<style scoped>
  *{
    color: #b3b3b2
  }
</style>
